export const data = [
  {
    id: 2,
    value: "Начните отвечать на вопрос: Что я думаю об этом? Почему это происходит со мной в этой сфере? Пишите все, что приходит в голову, в виде одного предложения в поле ниже.",
  },
  {
    id: 3,
    value: "Переведите ваше утверждение в структуру, где внешний факт, приравнивается или приводит к чему-то внутреннему (обычно состоянию).  Впишите каждую часть в свое поле, и нажмите кнопку \"Далее\"",
  },
  {
    id: 4,
    value: "Что означает для Вас __$1__? Что Вы под этим подразумеваете? Что конкретное? Какие особенности? Что означает для Вас __$2__? Как вы это подразумеваете? Что конкретное? Какие особенности?",
  },
  {
    id: 5,
    value: "Откуда вы знаете, что __$1__ __$2__? Что вы видите, слышите, чувствуете, когда думаете об этом убеждении?",
  },
  {
    id: 6,
    value: "Каким новым словом или значением можно заменить - __$1__, чтобы сохранить его смысл, но наделить новым позитивным значением?\n" +
      "Каким новым словом или значением можно заменить - __$2__, чтобы сохранить его смысл, но наделить новым позитивным значением?",
  },
  {
    id: 7,
    value: "Для чего Вам думать, что __$1__ __$2__? Что Вы получаете для себя, когда верите в это убеждение?",
  },
  {
    id: 8,
    value: "К какому другому положительному результату, чем __$2__ может привести это убеждение?",
  },
  {
    id: 9,
    value: "К чему это все приведет, если Вы и дальше будете продолжать верить в то, что __$1__ __$2__?",
  },
  {
    id: 10,
    value: "Что есть гораздо важне чем __$2__?",
  },
  {
    id: 11,
    value: "Полезно ли Вам думать, что __$1__ __$2__? Делает ли это убеждению вашу жизнь лучше?",
  },
  {
    id: 12,
    value: "Как бы Вы думали, если бы у Вас вообще не было бы этого убеждения? Во, что бы Вы верили?",
  },
  {
    id: 13,
    value: "Итак, сейчс вы можете просмотреть все Ваши ответы и задать себе последний вопрос - Во что бы Вы решили поверить вместо старого убеждения? Каким другим, более полезным, убеждением его можно заменить?",
  },
  {
    id: 14,
    value: "",
  },
];

export const initData = [
  {
    id: 1,
    value: "Выберите ту область в которой вы видите проблему или ощущаете тупик (деньги, здоровье, отношения, семья, друзья, работа, здоровье и т.д.)",
  },
];
